export const portfolioData = {
	title: '꾸준함의 가치를 아는 개발자',
	caption: '2023. 01. 03 Update.',
	mainImg: '/ios_icon.png',
	about: [
//     어떠한 경험도 불필요한 경험은 없다고 생각합니다. 
// 대화하며 협업하는 것을 좋아하며, 보기 쉬운 코드가 좋은 코드의 기준이라 여깁니다. 
// 새로운 기술은 큰 즐거움이 되고, 어려운 난관은 원동력이 됩니다. 
// 배움에 있어서 끝이 없고, 누구에게도 배울 점이 있다고 생각합니다. 
// 우리가 만든 서비스를 사랑하고 자랑스러운 코드를 만들기 위해 끊임없이 고민합니다. 
// 종종 번쩍이는 아이디어로 동료들에게 칭찬받는 것을 좋아하고, 꾸준한 자기 계발로 오래 남는 개발자가 되는 것이 꿈입니다.
		{
			prevText: '👫 ',
			emphasis: '함께 하는 것',
			nextText: '을 좋아해요.',
			bold: '동료들과 대화하여 얻은 다양한 아이디어를 코드에 적용하는 것을 좋아해요.',
		},
	],
};
